{"meta":{"title":"可可东里（晴空未来）","subtitle":"活出不完美的人生","description":"天地万物复杂莫测，人们只晓得重视已知的东西，却不晓得凭借无知而知的道理。","author":"WhiteWang","url":"jiaonangshuo.com"},"posts":[{"title":"致:亲爱的可可","slug":"致：亲爱的可可","date":"2017-07-26T16:00:00.000Z","updated":"2017-07-27T15:13:49.000Z","comments":true,"path":"2017/07/27/致：亲爱的可可/","link":"","permalink":"jiaonangshuo.com/2017/07/27/致：亲爱的可可/","excerpt":"","text":"今天是我新工作第一天上班，整体来说，没有什么感觉，在此只是记录一下。可可:在昨天的聊天里，我确实的感受到了你……自卑。关于你我，身边很多朋友说我是备胎，包括我自己也曾想过这个问题，But，so what？对于我来说，你是我现在唯一的真爱。你想知道为什么我对你有感觉，说实话，我也不知道为什么，就是有那么一种感觉，让我不由自主的想你，想对你好。也许我还没有发现内心深处爱着你的原因，不过，不发现也好，就这么毫无理由的爱着你，对于我来说才是真感情。我对你说过，我有自卑，也有过自负。自负在于自己的圈子太窄，让自己局限于井底，望着那一口大的天空。等到走出来以后，我确实感受到了自己的无知，和无能为力，对于家境我无可挑剔，父母给我了生命，也给了我充分的空间和信任，我得到了很多锻炼。我是农村孩子，家里的生活也就是农村生活罢了，然而我很喜欢这种农村生活。自从遇到你，到给你说我喜欢你，想追你，我都一直是自卑的，就像对他人说的那样，你是我的女神，也就像你说的，你除了懒以外都很好，所以我不知道自己哪一点可以配的上你。但是，在昨天的聊天里，你说我应该攒钱买房子，说不论娶谁都要买房子。丫头，说者无心，听者有意，我感受到你想打退堂鼓了，你担心，你一直都在担心，担心我只是暂时的对你好，担心以后我会变。当然，我不敢保证我不会变，但是我能保证，所有的改变都是为了让你更开心。但是，你还有一个担心，你担心……我还有其他人。丫头，我心里只有你，在此我向全世界宣布: “我心里，只有褚梦珂!”你从来不是我的备胎，或者说，我从来就没有抱过任何希望，更或者说，你住在了我的心里，而我却不曾想要霸占你。只要你开心快乐，我就知足了。然，你愿意让我追你，愿意接受我对你的好，让我燃起了想与你白头偕老的念头。时间过的很快，自见了你姑姑已经有快四个月时间了，虽然我们之间的关系没有快速的发展，但一点点的进步，也是让我感到开心。每次听到你声音，见到你，都是一种兴奋，一种莫名的开心。怕你不开心，怕你累，怕你烦，所以我对你一直都是小心翼翼的，也许是我太敏感，不过感情的事情，我认为还是慢慢来，等你对我动心的那一天到来。我爱你，丫头。","raw":null,"content":null,"categories":[],"tags":[{"name":"珂珂","slug":"珂珂","permalink":"jiaonangshuo.com/tags/珂珂/"}]},{"title":"三人行，必有我徒","slug":"三人行，必有我徒","date":"2017-06-12T16:00:00.000Z","updated":"2017-06-28T16:09:51.000Z","comments":true,"path":"2017/06/13/三人行，必有我徒/","link":"","permalink":"jiaonangshuo.com/2017/06/13/三人行，必有我徒/","excerpt":"","text":"最近刚读完《 没有头衔的领导者》 这本书，想起来孔老夫子的那句“三人行，必有我师”，孔老夫子是以谦虚的心态向他人学习，取其长，避其短；而这本书的主旨，在我看来主要是一句话:三人行，必有我徒。这本书的作者是 马克·桑布恩 ，著有《邮差弗雷德》、《上下左右》、《这是你的舞台》、《 没有头衔的领导者》等书籍。知道这本书，是由一个特别好的朋友推荐，看到书名后觉得与个人理念相符，于是断断续续的看完了全书，里面有一句话对我的震撼最大:“你是要做领导者还是管理者？”放眼当前企业的管理者，大多数都只是管理者而已，制定目标、安排任务、查看进度、招人裁人。如何结合《 联盟》这本书来思考的话，我大致明白了一个好的企业以及一个好的领导者该走的道路。任何人都是领导者，而不是可以成为领导者。领导力其实就是影响力，而每个人无时无刻、身处何处都会对人产生影响(不要去考虑那些极端情况，比如无亲无挂的独自处于深山之中这种情况，何况一旦被世人发现了这个人的存在，媒体报道后，仍旧会对他人产生影响)。身处于社会中，我们会受到身边各种人的情绪影响、思想影响、学术影响、暴力影响，也会受到电影里角色的影响，扯远一点来说，人们看电影为何会开心？会悲伤？会流泪？会沮丧？因为人类的大脑有一种能力，可以让人自己置身于看到的环境里，以一种类似主人公的身份去思考感受。这也解释了为什么别人会影响我们，然而，情绪影响不过只是自然的生理现象级的影响。这本书里讲到的是我们在行为和思想上的影响。结合从2011年到现在的工作经历来思考这本书的内容更是深刻。我经历的几任领导里，有尊重你而不重用你、有重用你更尊重你、有欺骗你利用你的，如果非要用一个比喻来说明现在市场上大多数领导者的行为，最不优雅，但最有说服力的一点就是去ktv唱歌，叫了很多姑娘，根据价位和不同需求选择，娱乐完以后也就结束了。虽然这个比喻很不优雅，但却是说明了现状，也是我们工作者的现状，或者更明确的说是打工者的现状，做着自己不喜欢却能赚钱的工作，陪着领导玩着欺骗更大的领导或者投资人的游戏，领导者的目的很明确，无非是上市套现，或者是在公司只需要动动嘴，养老罢了。刚成为领导者的人就向着更高的位置爬，不论是靠个人能力、还是会讨好上司、或者是跳槽升个职位(用罗振宇的话来说，跳槽跟所谓的理想、情怀都无关系，无非就是混不下去而已)。然而，作为底层的员工来说，除了每天做着无聊兴许还繁重的工作，并且时不时可能会被领导者劈头盖脸的一顿臭骂，他们的目标一般来说，无非就是早日脱离底层，获得职位上提升，然后重复这之前领导者的做法而已。而在这种环境中，想成为一个好的领导者太难了，并且大多公司不允许这样做，阶级分层是最高的管理方式，这点我不否认，确实在很多事情上是很有作用的，尤其是在公司发展的过程中，然而，正是阶级分层，间接的导致公司走向灭亡，这观点是借鉴，李善友老师的 颠覆性创新 里分析的不连续性得出，导致公司无法实现颠覆式创新，从而保持公司青春永驻的原因是大多数创意被领导层给强迫堕胎了，这扯的远了。在影响力上来说，从古代里寻找，中国最成功的几位领导者无非就是老子、孔子、孟子、庄子、墨子等等这些古人，其中最为成功的当说是孔子，儒家思想影响了中国2000多年时间，暂且不讨论孔子是不是一个好的领导者，只谈论儒家思想，成就了中国农业社会的稳定与繁盛，这种影响力，若说还有谁，貌似也就是中国的另外一个圣人:王阳明。不去谈及他们的具体影响(想了解孔子，请看《论语》，想了解王阳明，有很多书籍，最近在看熊在行老师的《王阳明 一切心法》)，提及他们只是想说明，影响力不止于生命结束，而随着时间一直往后无限延伸，直到人们彻底的抛弃或者忘记为止，这也许就是青史留名的魅力所在吧。那在现在我们要成为什么样子的领导者呢？无非就是几点: 拥有自信，相信自己可以给别人好的影响； 协调关系而非控制关系； 与人合作而非支配；(这里牵强的推荐看看《联盟》，一个是讲人与人，一个是讲人与组织) 说服而非命令； 用个人魅力去影响他人，自愿的与你共事。 从以上几点也可以看出，所谓领导力与管理能力来说，是不一致的。若要想走向公司的管理层，建议看一本书《新经理24准则》，很小的一本书，可以当做工具书放在案头，随时翻阅。对于这本书暂时也就写这些吧。","raw":null,"content":null,"categories":[],"tags":[{"name":"随笔","slug":"随笔","permalink":"jiaonangshuo.com/tags/随笔/"}]},{"title":"2017年2月份总结","slug":"2017年2月份总结","date":"2017-02-27T16:00:00.000Z","updated":"2017-03-07T03:30:57.000Z","comments":true,"path":"2017/02/28/2017年2月份总结/","link":"","permalink":"jiaonangshuo.com/2017/02/28/2017年2月份总结/","excerpt":"","text":"2月份大致发生的事情 对公司完全没有兴趣 产品离职 后台离职 一个前端因为玩魔方离职 对所谓的领导发飙 优秀员工奖？扯淡的事 没有头衔的领导者 搬家 web端学习的搁浅 对公司完全没有兴趣于2016年7月份入职现在这个公司的技术部门，选择这家公司的原因很大程度上是自己的不成熟和一厢情愿，当时技术部门的领导是我原来在旅行淘的领导，说是这边需要iOS开发，并且前端有困难，希望我能帮忙带一下，我鉴于人情，就来了。事实是，我成了一个最底层员工，除了编码，没有其他事情。身边的人一个接着一个离职，原来需要我帮助的人都已经离职了。鉴于本身我对物流行业不感兴趣，并且随着对公司业务的了解，最起码基于现在公司的情况，判断这个行业还是相当的混乱的，无法通过三方将这个市场稳定统一。公司业务需求往往都是意淫出来的，没有过调研，在没有试用期的情况下就App更新了5版，后台两次大的API重写，App两次强制更新（当然嗷嗷商家iOS端基本没有用户）。在产品没有开始前，后端先行的理论更是让人无法理解，后端几个人开始意淫：“我们要做什么？”，“大致需求是什么？”，结果就是，费时费力的做了一个月以后，产品说做的都是错的……产品经理没有对产品的决定权，产品的决定权在于部门领导，产品经理只需要去传达并坚持领导的决定，想尽一切言辞去解释这个决定，紧接着的就是开发人员的麻辣隔壁大草原上各种草泥马奔腾。部门除了一个会做决策的领导，还有三个会说话的小领导，他们的责任很简单：传达上层意见、把别人的功劳据为己有、罪过推给下属。部门更头疼的是，我原以为的原好领导（技术上很牛，我刚工作不久认识的）原来在管理上除了发脾气就是打感情牌，完全是70年代的管理方式，落后先不说，脾气就像是一个定时器可以随意加速的定时炸弹，想爆发就爆发。 产品离职过完年回来，离职的这个产品跟我关系还是挺好的，她不是上面提到的那个产品，但也存在被逼迫的随从领导的决定。这个产品的优点：做事认真、有想法、与人和善。对于她的离职，我还是很高兴的，用丰哥和凯哥的话说“挺好的，别在这受罪了”，其实说是在这受罪其实是很委婉的说法了，这个地方就是一个毁人的地方。在我刚来不久时，一次晨会上（天天有晨会……）领导说所有人要给产品提意见，我还挺天真（傻逼）的说“我提了啊”，结果，却是领导的一句话“你的建议不是产品反驳了，是我反驳了”，从此以后我就再也不会给产品提出建议了，因为不值得。这位产品曾经给我说过一次跟领导讨论产品的结果，只有一句话“他说怎么弄就怎么弄”，这句话不是妥协，是绝望，完全不能接受别人意见的领导，是没有价值去付出的。我所做的产品基本上是这个产品负责的，我真心的想说，这产品面试的时候我可以说说，但是真心的不满意，就像是一个畸形的胎儿，硬生生的早产，还要他活下去……， 但总归是做出来了，也许是鉴于我对于物流行业的理解不深，我对它完全没有好感。产品开发的经历大致是这样：8月15起项，8月21号拿到设计图，8月31号完成所有UI，9月1号到9月28号UI修改，9.29号到10月24号API对接以及测试上线。值得一说的是，项目起项时的计划是一个月完成项目，中间UI修改了一个月的原因是因为后台架构修改花了一个多月，对接接口时间延长的原因是后台架构时不时的修改。秉着一个程序员对项目负责的态度，我接受了所有的修改以及提出了我所有的建议，然后造成的结果就是代码真的是改的面目全非了，混乱不堪。在这种环境下，我接受了同事们的建议：“不要做那么快，做的越快，改的越严重”，事实却是如此，不论你前期如何的规划，需求的更改远远超过了规划的界限，重构代码就是一个无形的梦，刚要去重构，刚才的修改就成为了新的问题，就要继续修改。 后台离职后台开发其实是这个部门的领导开发了架构，由两个经验丰富的大哥带领其他人进行开发，而在2月底这两位大哥就离职了。离职原因其实除了埋怨还有没有希望，到了他们这个年龄段的人可望稳定，也可望成功，然而这个公司不能给出这样的环境。我在嗷嗷商家项目第一版的开发期间里最少熬了5个通宵，后台开发更是不知道熬了多少个通宵，并且往往都是看似付出了努力，实际上却是毫无效果的堆代码，正是所谓的无用功。两位大哥的离职，后台基本上就落到了另外两个人的身上，由于他俩是负责对外Api接口的编码工作，对项目深层逻辑知之甚少，压力可想而知，然而，还需要承受辱骂…… 一个前端因为玩魔方离职在年后回来，我带头玩起了九连环，在把九连环玩熟练后，就购买了魔方，在一个前端在完成了工作后，但没有部署，玩了一会魔方，被他的直接上司看到了，结果就是第二天被通知开除了……在这之前，这个前端因为项目没有完成，延迟了一个月转正。 对所谓的领导发飙在2月底前，我回了一趟郑州，在大早晨郑州的公交车上，给我安排的那个小领导，让我发一个测试包，原因是晨会决定把版本号1.8改成2.0，我好声好气的问1.8能否测试，我在公交车上，不能发版，然后得到的回复只有“再发一版”，结果就忍不住了，身为一个技术人员，项目各种延期；公司离家近，周末在公司玩游戏蹭加班时间；我最忍不住的是，我身为一个技术人员，让我服你，首先你的技术和人品必须占有一项，如果两个都没有，为何要服你？不要跟我摆出领导架势，我最不怕的就是这种傻逼，除了对下属牛逼以外，稍微对他发个飚，立马就蔫了。在我没有憋住火气的情况下，我在公交车上对着手机发了一通火气。 优秀员工奖？扯淡的事在我发完火以后，我给部门领导说，给XXX说以后少给我摆出一付领导架势，别太把自己当回事。结果我大致也才想到了，就是各种劝说，不要怎样怎样，巴拉巴拉一堆，最后说是这个人给我提了一个优秀员工奖，呵呵，这种东西你逗我玩呢？我对公司都无感，你一个优秀员工奖对我来说又有何意义？更可笑的是，第二天我到公司后，跟我同一组的大姐聊天，人家也是优秀员工奖，这组就三人……除了我和这个大姐外，还有一个新入职不久的员工。所以说，这个奖项不就是老员工都有吗？再说，这么多人离职（年后已经走了5个人了，整个部门技术人员才不到20人），不发给这些人给谁呢？所以，请不要拿这种骗小孩子的人把戏来骗我，我已经不是2012的那个我。 没有头衔的领导者我可以毫无避讳的说，我身边离职的人大多数都与我有一定的关系，并且是我出谋划策让他们离职的，我没有头衔，我不是领导，可这些人就愿意跟我走的近，愿意跟我聊天，愿意寻求我的建议。我不是领导，但我可以是组建自己的圈子。 搬家这算是件开心还是不开心的事呢？年前房东给我说房子要涨200，就是租价到2300，我觉得不值了，就说年后换房。在两周的找房时间里，真心的受挫啊，市里的房子简直的是抢劫啊，后来在大通州的边上（东边边上……）找到了一个房子，2800每月，空间几乎是翻倍，我果断租下了。房子这件事，很多人认为不就是晚上回去睡个觉吗？我不认为，房子只是睡觉的地方，房子在一个漂泊在外的人眼里就是家，家好，人就舒服。工作了一天，身心疲惫的我，回到家里空间很大，布置精美，心情就好了很多，身体也没有那么累。 web端学习的搁浅罪过！罪过！这个事情没有理由可说，毕竟是自己没有把时间安排好，所以只有自己补回来。 三月份的计划大方向是将现有的工资翻倍，去招聘网站上看看这样价格的要求是什么，尽快的复习和精进，准备找工作。","raw":null,"content":null,"categories":[],"tags":[{"name":"随笔","slug":"随笔","permalink":"jiaonangshuo.com/tags/随笔/"}]},{"title":"相信天无绝人之路的产品作死之路","slug":"相信天无绝人之路的产品作死之路","date":"2017-02-22T16:00:00.000Z","updated":"2017-07-27T15:14:21.000Z","comments":true,"path":"2017/02/23/相信天无绝人之路的产品作死之路/","link":"","permalink":"jiaonangshuo.com/2017/02/23/相信天无绝人之路的产品作死之路/","excerpt":"","text":"前段时间很同事吃午饭的时候，聊起了公司的产品，一个同事就说了一句“咱们公司的产品就是相信天无绝人之路的作死”，简直太精辟了！ 产品的作死之路由于不适合透漏公司名称以及对即将离去的公司不持有埋怨态度，在此不透漏公司名称。在这公司表现出来的几种产品作死道路大致总结如下： 技术人员做产品。我是技术人员，我热衷于产品设计，也时不时的看看市场、营销一类的内容。技术做产品有什么样子的危害呢？大致有几种：1、从技术角度考虑问题。我待过的每个公司我都给产品同事说：“你做你的产品，别考虑技术能否实现，技术上都可以实现，只要给时间”。2、技术病症。做技术的人习惯了修改，代码写不的不好，改！代码格式不美，改！代码有bug，改！逻辑不对，改！各种理由去改！技术人兼顾技术与产品时就会犯病，把技术上的吹毛求疵带到产品中，其实这不是什么坏毛病，反而是优点，前提是产品需求制定期间，然而，不然，这里的技术类型产品是在已经开始开发的周期里不停的修改产品需求。3、统筹全局。什么都要管！管产品，管开发。 产品领局。产品经理的话是圣旨，即使是错的，仍旧坚持不改。不止一次强调，产品经理不是经理，只是一个称呼，然而很多公司产品经理都是一个经理，并且常常凌驾于技术之上，认为技术只是写coding的工具而已，并常常口出狂言：这不是很简单吗？ 言而无信。言而不信，其实大多数人都碰到过，产品说的话就像是泼出去的水一样，一会就不存在了，就像没有说过一样，过几天就不承认，或者刚说过就翻脸不认账。 信息不对称。多个产品负责一个项目，其中领导参与其中，经常性的不对称修改产品需求，坑全留给了程序员。 闭门造车，盲目仿造。项目做完后不使用，凭直觉不停迭代。仿照别人产品功能，看到什么加什么。这是我在此公司看的产品问题，实际上大多数公司都是如此。","raw":null,"content":null,"categories":[],"tags":[{"name":"随笔","slug":"随笔","permalink":"jiaonangshuo.com/tags/随笔/"}]},{"title":"2017年个人规划","slug":"2017年个人规划","date":"2017-01-16T16:00:00.000Z","updated":"2017-01-18T16:24:11.000Z","comments":true,"path":"2017/01/17/2017年个人规划/","link":"","permalink":"jiaonangshuo.com/2017/01/17/2017年个人规划/","excerpt":"","text":"规划对于我来说，往往只是一个临时的想法，因为我不是一个会按照规划实施的人，只是一个参考 技术规划其实2015年给2016年自己的要求就是成为全栈，结果……无论是什么原因吧，总之，是自己的问题，自我反省后还需要继续往前走。所以今年的技术学习计划是： Web技术学习，CSS，JS，HTML5时间：2017年2月-2017年3月目标：独立完成项目 Web现有架构学习，React，Dav时间：2017年3月-2017年4月目标：独立完成项目 Python服务器端开发目标：独立完成服务器开发，与web产品对接时间：2017年4月-2017年5月 Android开发目标：独立完成项目时间：2017年5月-2017年6月 iOS精进目标：精通iOS底层时间：2017年2月-2017年12月（时间穿插，不停的精进）6.Python 脚本学习目标：轻松写脚本时间：2017年6月-2017年6月7.Linux学习目标：玩转centos时间：2017年6月-2017年12月8.运维开发目标：达到服务器运维初级水平时间：2017年5月-2017年7月 时间安排大致都是一个月左右，实际上能否实施，其实，我心里没有底气，但给自己一个目标是好的。 读书 未来简史 人类简史 疯狂进化史 从0到1 智能时代 世界观 重来1-2（重读） 巨婴国 把时间当做朋友 轻疗愈 成为乔布斯 乔布斯传 乔纳森传 沃兹传 物演通论 经济学通识 一头想要被吃掉的猪 小顾聊绘画 每天学点心理学 三体（重读） 大概2017年的读书计划也就是这样了，可能会添加，由于读书喜欢思考，刚开始会很慢，也许后期就会快一些；当然了，也可能读不完，不过，没关系，好书，什么时候都要读的。但是，计划还是要有的。 订阅得到里的专栏我当然还是要继续订阅的，不过，讲故事的那个专栏，对我实在没吸引力，估计以后会订阅，但暂时不会有计划。混沌研习社，这个无需多言了，最近几个月的改变也是由于看了混沌研习社的课程才有觉悟的。 个人项目 请抽烟 （iOS &amp; Android） 在线简历制作 暂时只想考虑这两个，2016年确实思考过很多项目，但暂时觉得有意思的也就是这两个。 工作方面暂且不说，我现在在哪个公司，我心里明白就好了，哈哈。2017年我的选择是两种： 创业公司 有大量自由时间的成熟公司原因很简单了，我是一个无拘无束的浪子，不喜欢大公司的各种制度的束缚（这里不是说大公司的管理制度不行，公司到了一定规模，管理制度必须要有的，流程也是一定要有的），比较喜欢比较自由的创业公司，能参与到产品里，而不是码代码。另外第二种有大量时间的成熟公司，当然是对自己的成长供给更多的时间了。 产品思维的锻炼一直想做产品，这里不只是coding，包括产品原型，产品设计，对于原型，还是有把握的，想法很多，也能大致的勾勒出来，就是差整理思路的能力（貌似这个能力最致命），这里需要锻炼，尝试着去做。产品设计，这个嘛，虽然说，我有那么一点点的对视觉美的感觉，但真要设计，估计还是傻缺一个，这个需要培养一定的美学基础。so，2017年就要实际上手锻炼一下。 脱掉程序员的标签2016年空档期的时候，想明白了三件事： 对自己好点 让自己开心些 做自己感兴趣的事 作为程序员呢，我还真是一个程序员……具体表现就不说了，可能我唯一与传统程序员不同的地方就是我曾经是个喷子，嘴比较能说，擅长聊天吧。但我认为我更不同的地方在于：我对于技术的理解在于实用，而不是科研，话说，技术都已经出来了，你再对这个技术深入挖掘，有何意义？待你挖掘完了，技术被淘汰了（这很可能啊）。 ###至于怎么脱掉呢？（这个“脱”字，算了，我邪恶了……） 程序员往往被人贴上屌丝的标签，实际上呢，还真是屌丝。 穿着不注重，更别说形象了（当然自己可以说，别人不能说），不善于言谈（当然我觉得我还可以了），固执，脾气不好，或者脾气太好，不注重健康，懒，没有目标，混日子，等等吧（这都是缺点）。 优点当然是有的，其实优点更多，最好的就是思维上往往是特别灵活，思路广，歪点子往往也更多，好奇心重，并能迅速寻找答案。其实，改变还是很容易的，我总结大概如下： 抬起头（你的世界不只是键盘和显示器） 走出门（不要总宅在家） 说出口（多交流，可不是说你的项目，而是生活） 敢想象（不要只是想你的代码，想点与代码无关的事情） 多动手（收拾房间、手洗衣服、做饭、做手工艺品） 做个逗比（必要每天都是一副一本正经的样子，谁他妈欠你钱啊） 别做喷子（喷解决不了问题） 花钱买几身好衣服（这个貌似就我比较吝啬） 多看非技术书籍（少看点技术书籍吧，那些api网上就有，不会用google吗？多看点提升思想或提升世界观、或改变思维模式、或提高生活品质的书籍） 大致也就这些吧。 写博客和菜头提倡要动手写文章，我也一直想写，文采，当然是烂的掉渣了，但是一定要写，不写就只会是渣渣了。主要是记录自己思考的点点滴滴，但完全不牵扯技术类文章，一是我不喜欢写技术类文章，二是我不想自己的博客是一个技术博客，更应该是一个人生博客。 最不愿意提的问题 —找个对象？找对象这事吧，我一向觉得还是顺其自然的好，所以呢，随意吧。","raw":null,"content":null,"categories":[],"tags":[{"name":"随笔","slug":"随笔","permalink":"jiaonangshuo.com/tags/随笔/"}]}]}